Revit 2027 API
ParameterTypeId.ViewPositionY Property
 "View Position Y"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewPositionY { get; }
Public Shared ReadOnly Property ViewPositionY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewPositionY {
	ForgeTypeId^ get ();
}
static member ViewPositionY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace